Repository: LinusBF/course-manager
Catalog: lang/course-manager-*.po
Languages: sv_se

source: Please upload a valid .json file
sv_se: Var vänlig och ladda upp en giltig JSON fil

source: Please upload a file to import
sv_se: Vänligen ladda upp en fil som ska importeras

source: Course Pages
sv_se: Kurssidor

source: Course Page
sv_se: Kurssida

source: Add New Course page
sv_se: Lägg till en ny kurssida

source: Edit Course page
sv_se: Redigera kurssida

source: New Course page
sv_se: Ny kurssida

source: View Course page
sv_se: Visa kurssida

source: Search Course page
sv_se: Sök kurssida

source: No course pages have been added yet
sv_se: Inga kurssidor har lagts till ännu

source: Nothing found in Trash
sv_se: Inget i papperskorgen

source: courses
sv_se: kurser

source: Course Manager
sv_se: Kurshanterare

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Cancel
sv_se: Avbryt

source: Save
sv_se: Spara

source: Settings
sv_se: Inställningar

source: Add New
sv_se: Skapa ny

source: Delete
sv_se: Radera

source: Generate pages
sv_se: Generera Sidor

source: Store settings
sv_se: Butik inställningar

source: Active
sv_se: Aktiv

source: Not active
sv_se: Inaktiv

source: Activate
sv_se: Aktivera

source: Deactivate
sv_se: Avaktivera

source: Choose
sv_se: Välj

source: Your PHP version is too low, please update it before using Course Manager
sv_se: Din PHP version är för gammal, var snäll och uppdatera den innan du använder Kurshanteraren

source: Your Wordpress version is too low, please it update before using Course Manager
sv_se: Din Wordpress version är för gammal, var snäll och uppdatera den innan du använder Kurshanteraren

source: The name for the course is already in use, please edit that one instead.
sv_se: Namnet för kursen används redan, vänligen redigera den istället.

source: The database query failed, please try again. If the problem persists please contact the site administrator.
sv_se: Databasfrågan misslyckades, vänligen försök igen. Kontakta administratören om problemet kvarstår.

source: Courses
sv_se: Kurser

source: Tags
sv_se: Taggar

source: About
sv_se: Om

source: Store
sv_se: Butik

source: Course
sv_se: Kurs

source: You have no courses yet
sv_se: Du har inga kurser ännu

source: days
sv_se: dagar

source: Course Name
sv_se: Kursnamn

source: Span
sv_se: Tid

source: Parts
sv_se: Del

source: Are you sure you want to delete this course and all its content?
sv_se: Är du säker på att du vill radera kursen och allt den innehåller?

source: Course could not be activated. Have you generated pages for it and set the store settings for it?
sv_se: Kursen kunde inte aktiveras. Har du genererat sidor och satt butiks inställningar för den?

source: Not Set
sv_se: Inte inställd

source: Name
sv_se: Namn

source: Select a list to connect your costumers to
sv_se: Välj en lista för att ansluta dina kunder till

source: Select a group that the customers that want offers are put in
sv_se: Välj en grupp som de kunder som vill ha erbjudanden läggs in i

source: Select a template that the purchase email will use
sv_se: Välj en mall som kvittot ska använda

source: The current API key does not work
sv_se: Den nuvarande API-nyckeln fungerar inte

source: You're editing
sv_se: Du redigerar

source: You're creating a new course
sv_se: Du skapar en ny kurs

source: Course name
sv_se: Kursnamn

source: Course description
sv_se: Kursbeskrivning

source: Course price (kr)
sv_se: Kurspris (kr)

source: Course span (days)
sv_se: Kurstid (dagar)

source: Save Course
sv_se: Spara Kurs

source: Course parts
sv_se: Kursdelar

source: Type
sv_se: Typ

source: Add New Part
sv_se: Lägg till ny del

source: Title
sv_se: Titel

source: Video Link
sv_se: Video-länk

source: Image
sv_se: Bild

source: Download Link
sv_se: Nedladdningslänk

source: Questions
sv_se: Frågor

source: Question
sv_se: Fråga

source: The Course have successfully been saved
sv_se: Din kurs har sparats

source: Something went wrong. Your Course updates/creation have not been saved
sv_se: Någonting gick fel. Dina kursuppdateringar/skapande har inte sparats

source: The course pages have successfully been generated
sv_se: Kurssidorna har genererats!

source: ERROR: The course page could not be generated. Is the course active?
sv_se: FEL: Kurssidorna kunde inte genereras. Är kursen aktiv?

source: New course part
sv_se: Ny kursdel

source: New part
sv_se: Ny del

source: New part content
sv_se: Ny del innehåll

source: {Question 1 text},
sv_se: {Fråga 1 text}

source: Add New Question
sv_se: Lägg till ny fråga

source: You need to save the course first to add new course parts
sv_se: Du måste först spara kursen för att kunna lägga till kursdelar

source: Content type not supported yet
sv_se: Innehållstyp stöds inte ännu

source: Save answers
sv_se: Spara svar

source: Set what courses should appear in the store
sv_se: Ange vilka kurser som ska visas i butiken

source: You have no active courses, activate them in the Courses menu.
sv_se: Du har inga aktiva kurser, aktivera dem under "Kurser".

source: Activate the store
sv_se: Aktivera butiken

source: Deactivate the store
sv_se: Avaktivera butiken

source: You have activated the store, check your menus to make sure that it has been added where you like.
sv_se: Du har aktiverat butiken, kontrollera dina menyer för att se till att den har lagts till där du vill.

source: You have deactivated the store.
sv_se: Du har avaktiverat butiken

source: Save Changes
sv_se: Spara ändringar

source: The store options for the course have successfully been saved
sv_se: Butiksalternativen för kursen har sparats

source: Something went wrong. Your updates/creation have not been saved
sv_se: Något gick fel. Dina ändringar har inte sparats!

source: Choose Image
sv_se: Välj bild

source: Select an image to use
sv_se: Välj en bild att använda

source: Course store image
sv_se: Bild i butiken

source: Course discount
sv_se: Kursrabbat

source: Buy for
sv_se: Köp för

source: Learn more and <br> Buy the course
sv_se: Ta reda på mer och <br> Köp kursen

source: Learn more and <br> start the course for free!
sv_se: Ta reda på mer och <br> börja kursen gratis!

source: Free!
sv_se: Gratis!

source: Free <br> Enter your email to start!
sv_se: Gratis <br> Ange din email för att börja!

source: Click to see more info
sv_se: Klicka för mer information

source: Choose a landing page
sv_se: Välj en landingsida

source: Page Title
sv_se: Sidotitel

source: Choice
sv_se: Val

source: Use token
sv_se: Använd personlig kod

source: Go to your courses
sv_se: Gå till dina kurser

source: Go to the store
sv_se: Gå till butiken

source: Your answers
sv_se: Dina kurssvar

source: Go to course
sv_se: Gå till kursen

source: Use another token?
sv_se: Använd en annan personlig kod?

source: Buy course
sv_se: Köp kurs

source: Pay with card
sv_se: Betala med kort

source: Thank you for your purchase, click on the course to start it!
sv_se: Tack för ditt köp, klicka på kursen för att starta den!

source: Your card was declined, please try with another one or contact support.
sv_se: Ditt kort blev nekat, var vänlig pröva med ett annat kort eller kontakta kundtjänst

source: There are currently no courses available :(
sv_se: Det finns just nu inga kurser tillgängliga

source: Get Course
sv_se: Få kursen

source: Enter email
sv_se: Skriv in email

source: Send me offers for other courses
sv_se: Skicka mig erbjudanden för andra kurser

source: Account
sv_se: Konto

source: To question
sv_se: Till frågan

source: Stripe Settings
sv_se: Stripe Inställningar

source: Enter your public and secret stripe keys to enable payment.
sv_se: Ange din offentliga och hemliga Stripe nyckel för att möjliggöra betalning.

source: Public key
sv_se: Offentlig nyckel

source: Secret key
sv_se: Hemlig nyckel

source: Update keys
sv_se: Uppdatera nycklar

source: MailChimp Settings
sv_se: MailChimp Inställningar

source: Enter your API key to enable email lists with MailChimp.
sv_se: Ange din API-nyckel för att aktivera email-listor med MailChimp.

source: API key
sv_se: API nyckel

source: Update key
sv_se: Uppdatera nyckel

source: Lists
sv_se: Listor

source: Select list
sv_se: Välj lista

source: Mandrill Settings
sv_se: Mandrill inställningar

source: Enter your API key to enable sending emails with Mandrill.
sv_se: Ange din API-nyckel för att kunna skicka email med Mandrill.

source: Email Template
sv_se: Email Mall

source: Select template
sv_se: Välj mall

source: Export Settings
sv_se: Exportera Inställningar

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
sv_se: Exportera plugin-inställningarna för den här webbplatsen som en .json-fil. Detta gör att du enkelt kan importera konfigurationen till en annan webbplats.

source: Export
sv_se: Exportera

source: Import Settings
sv_se: Importera Inställningar

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
sv_se: Importera plugin-inställningarna från en .json-fil. Den här filen kan erhållas genom att exportera inställningarna på en annan sida med formuläret ovan.

source: Import
sv_se: Importera

source: Thank you for your purchase
sv_se: Tack för ditt köp!

source: Purchase failed
sv_se: Köpet misslyckades
